[
    {
        "id": "1",
        "name": "Bengali Cuisine",
        "img": "BengaliCuisine.jpg",
        "text": "Bengali cuisine is a culinary style originating in Bengal, a region in the eastern South Asia which is now divided between the Bangladesh and the West Bengal. Other regions, such as Tripura, and Barak Valley region of Assam also have large native Bengali populations and share this cuisine. With an emphasis on fish, vegetables and lentils served with rice as a staple diet, Bengali cuisine is known for its subtle (yet sometimes fiery) flavours, and its huge spread of confectioneries and desserts. It also has perhaps the only traditionally developed multi-course tradition from South Asia that is analogous in structure to the modern Service à la russe style of French cuisine, with food served course-wise rather than all at once."
    },
    {
        "id": "2",
        "name": "Indian Cuisine",
        "img": "IndianCuisine.jpg",
        "text": "No vacation is complete without enjoying a wholesome Indian meal. Indian cuisine offers some of the most yummy dishes like Tandoori Chicken, Paneer Butter Masala, Naan bread, and many more. Those who had the chance too tuck into the best, have always licked their fingers after each meal. Apart from some of these dishes mentioned above, Indian cuisine is known for its deserts right from Gulab Jamun, Halwa and much more. They say no meal is complete without desert, so when are you giving yourself a treat?"
    },
    {
        "id": "3",
        "name": "Chinese Cuisine",
        "img": "ChineseCuisine.jpg",
        "text": "One of the most diverse cuisines in the world, Chinese cuisine has been around for over 200 years. Some of the ingredients are chosen from the greens in the mountains and some of the finest people should tuck into is the fresh, salty seafood and lamb. It is one of the various types of cuisines that has remained a favorite throughout."
    },
    {
        "id": "4",
        "name": "Thai Cuisine",
        "img": "ThaiCuisine.jpg",
        "text": "Thai cuisine is one of most famous cuisine served at every restaurant in your country. Thai dishes are cooked with a diverse range of spices and mint. The mint gives the Thai dishes a very nice cold flavor people often like, especially their Thai curry. Thai cuisine is all about different spicy flavors that include sweetness, sour, spicy, hot, and cool altogether. Apart from their curry, people should enjoy a bowl or cup of Thai soup. So, go ahead and give those taste buds a treat to some of the best. Food is always something people like tucking it into especially when it comes to various kinds. Speaking of food, some of the world famous cuisines like French and Italian should be given a try at least once. So, when traveling the world next time, don't forget to tuck into the best."
    },
    {
        "id": "5",
        "name": "Italian Cuisine",
        "img": "ItalianCuisine.jpg",
        "text": "Spaghetti, Pasta, Pizza and a few others, are some of the various types of Italian cuisines people from around the world love and are ordering it at restaurants or eating at home. Italian cuisine is one of the best and the true taste they say is only found in Italy. Some of the typical Italian products are tomatoes and basil, olive oil and Prosciutto de Parma. Cheese, cakes, ice-cream, fruit, sweets and cookies are some of the most favorite deserts among the Italians."
    },
    {
        "id": "6",
        "name": "Turkish Cuisine",
        "img": "TurkishCuisine.jpg",
        "text": "Turkish food is one of the best cuisines in the world that offers eggplant, lamb kebabs, fried vegetables, dolmas, and walnuts. Each dish is cooked with nuts and vegetables, especially boiled. They believe it brings out the flavors and gives it a rich taste. Each meal is served with drinks like  coffee, black tea, and wine. Speaking of wine, did you know they cook in wine as well? Wine does give it a unique flavour. So, what are you waiting for? When you going to eat some of the finest Turkish cuisines?1"
    },
    {
        "id": "7",
        "name": "Spanish Cuisine",
        "img": "SpanishCuisine.jpg",
        "text": "Every time people hear of Spanish cuisines, they feel the need to go to Spain. Well, they aren't entirely wrong.  Spanish cuisine has a character of its own as it offers a diverse range of seafood along with Paella, tapas, stews, chorizo, Serrano ham and beans. The cuisine is not homogeneous and the culture of the country is defined by its food."
    },
    {
        "id": "8",
        "name": "Japanese Cuisine",
        "img": "JapaneseCuisine.jpg",
        "text": "Have you ever eaten with chopsticks? if you haven’t, then you should tuck into some of the finest Japanese food with chopsticks. Some of the most well known Japanese cuisines are Sushi and Tofu.  The flavours has always a rich taste one’s mouth, which is not something that happens with every dish. These are dishes that can be eaten with fried vegetables and boiled rice. Did you know, with each meal,  hot green tea is served? It has been a tradition for years, something people often look forward too after each meal."
    },
    {
        "id": "9",
        "name": "Turkish Cuisine",
        "img": "TurkishCuisine.jpg",
        "text": "Turkish food is one of the best cuisines in the world that offers eggplant, lamb kebabs, fried vegetables, dolmas, and walnuts. Each dish is cooked with nuts and vegetables, especially boiled. They believe it brings out the flavors and gives it a rich taste. Each meal is served with drinks like  coffee, black tea, and wine. Speaking of wine, did you know they cook in wine as well? Wine does give it a unique flavour. So, what are you waiting for? When you going to eat some of the finest Turkish cuisines?1"
    },
    {
        "id": "10",
        "name": "French Cuisine",
        "img": "FrenchCuisine.jpg",
        "text": "Known for its class and finest ingredients, French cuisine is home to the best gourmet meal and Michelin guide.  Right from truffles, sea food, croissants and baguette, each dish is cooked to detail and had with a glass of wine. Every flavour and spice will burst in one's mouth and will leave them craving for more. If you haven't given those taste buds a treat to the finest yet, then what are you waiting for? It is time you let your taste buds have a part of its own."
    }
]